IDEA StatiCa Open Model
ConcreteBlock.Lenght Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Lenght of ConcreteBlock
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Lenght { get; set; }
Public Property Lenght As Double
	Get
	Set
public:
property double Lenght {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace